{
  "plugins": {
    "alpha-nvim": {
      "src": "git@github.com:goolord/alpha-nvim.git"
    },
    "blink-copilot": {
      "src": "git@github.com:fang2hou/blink-copilot.git"
    },
    "blink.cmp": {
      "src": "git@github.com:saghen/blink.cmp.git",
      "version": "1.0.0 - 2.0.0"
    },
    "browsher.nvim": {
      "src": "git@github.com:claydugo/browsher.nvim.git"
    },
    "everforest-nvim": {
      "src": "git@github.com:neanias/everforest-nvim.git"
    },
    "friendly-snippets": {
      "src": "git@github.com:rafamadriz/friendly-snippets.git"
    },
    "gitsigns.nvim": {
      "src": "git@github.com:lewis6991/gitsigns.nvim.git"
    },
    "gruvbox.nvim": {
      "src": "git@github.com:ellisonleao/gruvbox.nvim.git"
    },
    "lualine.nvim": {
      "src": "git@github.com:nvim-lualine/lualine.nvim.git"
    },
    "mason-lspconfig.nvim": {
      "src": "git@github.com:williamboman/mason-lspconfig.nvim.git"
    },
    "mason.nvim": {
      "src": "git@github.com:williamboman/mason.nvim.git"
    },
    "none-ls-extras.nvim": {
      "src": "git@github.com:nvimtools/none-ls-extras.nvim.git"
    },
    "null-ls": {
      "src": "git@github.com:nvimtools/none-ls.nvim.git"
    },
    "nvim-autopairs": {
      "src": "git@github.com:windwp/nvim-autopairs.git"
    },
    "nvim-lspconfig": {
      "src": "git@github.com:neovim/nvim-lspconfig.git"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter.git",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "git@github.com:nvim-tree/nvim-web-devicons.git"
    },
    "oil.nvim": {
      "src": "git@github.com:stevearc/oil.nvim.git"
    },
    "onedark": {
      "src": "git@github.com:navarasu/onedark.nvim.git"
    },
    "onedark.nvim": {
      "src": "git@github.com:navarasu/onedark.nvim.git"
    },
    "pack-manager.nvim": {
      "src": "git@github.com:mplusp/pack-manager.nvim.git"
    },
    "plenary.nvim": {
      "src": "git@github.com:nvim-lua/plenary.nvim.git"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "git@github.com:nvim-telescope/telescope-ui-select.nvim.git"
    },
    "telescope-zf-native.nvim": {
      "src": "git@github.com:natecraddock/telescope-zf-native.nvim.git"
    },
    "telescope.nvim": {
      "src": "git@github.com:nvim-telescope/telescope.nvim.git",
      "version": "0.2.0 - 0.3.0"
    },
    "treesitter-modules.nvim": {
      "src": "git@github.com:MeanderingProgrammer/treesitter-modules.nvim.git"
    },
    "undotree": {
      "src": "git@github.com:mbbill/undotree.git"
    }
  }
}